<template>
  <div class="news">
  一、实验室建设目标<br>
1、校企合作共同出版物联网相关教材；<br>
2、校企合作共同申报物联网相关的科研项目，并借助企业申报相关专利；<br>
3、校企合作共同开展全国性师资培训；<br>
4、引入企业工程师到学校开展项目化课程教学；<br>
5、联合企业开展学生认知实习、毕业实习；<br>
6、满足物联网专业各类核心课程的实验；<br>
二、实验室建设支撑物联网专业课程<br>
   《传感器与检测技术》、《RFID识别技术》、《Java程序设计》、《无线传感网络技术与应用》、《嵌入式Linux系统》、《物联网综合应用系统开发》、《Android应用程序开发》、《单片机原理及应用》、《Zigbee技术及应用》、《人工智能技术应用》、《毕业课程设计》等；
<br>
三、实验室建设主要内容
<br>1、物联网基础实验室
<br>物联网技术实验平台采用模块丰富的综合教学实验箱，采用标准化设计，可灵活应用于二次开发，教学科研兼用，应用范围广泛。主要包含传感器模块、Zigbee模块、IPV6模块、蓝牙4.0模块、Wifi模块、125K模块、13.56MHZ模块、900M模块、2.4G模块、嵌入式网关模块、GPRS模块、NB-IOT模块、LORA模块等，满足所有物联网核心课程的实践教学；
<br>2、物联网综合应用实训室
<br>物联网工程实施实验系统所有设备定位于采用模块化、集散化、工业化的设计模式，每个模块都为独立工作单元；模块均接近实际应用系统，能够组建具有行业特色的物联网工程实训项目，确保学生可利用设备搭建真实物联网项目；物联网工程实施实验系统与实际应用紧密结合，覆盖物联网感知层、网络层、应用层的主要技术，包括传感器技术，RFID技术，无线传感网、WiFi、GPRS、Internet网络等各种通信组网技术，以及各种应用系统；支持Andriod系统的移动终端控制器和远程计算机终端，控制实训室所有设备；
<br>3、物联网行业应用综合实训室
<br>1）智能交通沙盘实训系统是物联网典型应用的演示平台，在产品技术上采用了无线网络技术、物联网射频识别（RFID）技术、嵌入式系统技术以及图像处理等技术。包括丰富的中断源、IO控制、语音模块以及PWM输出，快速准确的实现RFID读写器信息读取、传感器信息采集、无线通信、舵机控制以及语音播报等功能。在远程控制方面采用了嵌入式系统平台，实现了车辆信息数据库建立、车辆拍照、远程车位查询、手机短信查询、小区监控等功能。嵌入式平台、单片机以及物联网RFID技术的融合；
<br>    2）智能商超仓储物流综合实训系统商超货架系统综合将物联网、电子商务所涉及到的相关技术，比如无线射频技术，无线传感器网络组网技术，射频天线技术，智能仓储货物运输等智能电子商务与物联网综合应用技术；
<br>智能电子商务仓储配送：利用物联网无线射频技术将商品贴标登记,商品入库登记,仓位自动分配,上架商品查询,动态库存监控,网络购物,订单自动打印,智能拣货提示,门禁管理,仓储环境监控,商品签收,送货员监控，智能配送跟踪有机的结合在一起
<br>3）智能农业沙盘实验系统由二氧化碳浓度监测系统、土壤温湿度监测系统、光照度监测系统、水循环系统、能源管理系统、补光系统、通风系统、加热系统、遮光系统、监控系统中央控制系统等组成，采用当前热门的物联网技术、嵌入式技术和传感器技术相结合的方法，精心挑选各种传感器（温度传感器、湿度传感器、光照度传感器、人体红外感应传感器等），不仅能对温室大棚生产过程中的参数在线高精度测量，而且能实现温室内温度调节、湿度调节等智能控制或报警提示，自动实现保温、保湿和历史数据的记录。
<br>4）物联网综合体验馆智能家居体验馆采用嵌入式技术、无线通讯技术、传感器技术和单片机技术等当前尤其热门的技术有机结合的方式，分别实现环境、门禁、家电、安防、照明等家居设施的智能化控制和多途径控制功能，具体控制方式有
<br>中央控制器控制、智能终端控制、远程 PC 控制等、可进行二次开发。
<br>4、物联网综合创新应用实训室
  <br> 物联网综合创新应用系统是迎合新阶段‘大众创新、万众创业’的时代趋势，并结合物联网新技术、3D打印新技术以及智能控制技术提升学生的动手能力及创新思维，在学生可以学习到新技术的基础之上同时在我校建立起综合创业孵化与实训基地，为广大创业者开辟一片“试验田”，起到积极的示范作用和龙头带动作用，引导广大创业者走合法、优质、高效的创业道路。

  </div>
</template>

<script>
export default {
  data: function() {
    return {
    };
  },
  methods: {

  }
};
</script>

<style lang="less" scoped>

</style>