<template>
  <div>
    <!-- 侧边导航栏 -->
    <sidemenu></sidemenu>
    <!-- 内容主体 -->
    <div class="news">
      <div class="content-background-dark">
        <div class="content-1">
          <p class="lab_title1">物联网实验室建设方案</p>
          <p class="lab_title2">一、物联网实验室建设背景</p>
          <p class="lab_content1">
            物联网，顾名思义，就是物物相连的互联网。这包含两层意思：第一，物联网的核心和基础仍然是互联网，是在互联网基础上的延伸和扩展的网络；第二，其用户端延伸和扩展到了任何物品与物品之间，进行信息交换和通信。因此，物联网是指运用传感器、射频识别（RFID）、智能嵌入式等技术，使信息传感设备实时感知任何需要的信息，按照约定的协议，通过可能的网络（如基于WiFi的无线局域网、3G/4G/5G等）接入方式，把任何物体与互联网相连接，进行信息交换和通信，实现物与物、物与人的泛在链接，实现对物体的智能化识别、定位、跟踪、控制和管理。
            从“智慧地球”到“感知中国”；从新的经济增长点到政府支持鼓励的一系列措施；从国家中长期科学与技术发展规划到各高校、科研院所的研究，都可看出物联网在在当今科学技术领域的重要地位。2009年8月，温家宝总理视察无锡物联网产业研究院，并做出重要指示：物联网技术是未来科技的制高点，是我国新兴战略型产业未来发展的方向之一！中国物联网产业的总体规模，预计到2015年将超过1万亿、2020年将超过5万亿。毫无疑问，国家对物联网的产业发展是大力支持的，而且在未来的四年中将有2000多所高校建成物联网实验室，为国家培养这方面的实用型人才。物联网并非新技术，而是将现有的传感技术，计算机网络技术，通信技术以及自动控制技术等各种技术的高度融合。因此，如何利用已有设备，构建符合产业需求的实验环境将是物联网实验室建设的关键。
          </p>
        </div>
      </div>
      <div class="content-background-white">
        <div class="content-1">
          <p class="lab_title2">二、物联网实验室建设方案</p>
          <p class="lab_title3">1、 实验室建设目标</p>
          <p class="lab_content1">
            物联网实验室在教育中的地位无容置疑，但目前各个学校实验室的发展存在着偏重单项技能和素质的培养，实验课程实用性不强等问题。
          </p>
          <p class="lab_content1">
            针对以上问题，南京云开以产学研一体化为导向，提出物联网实验室解决方案，其目标在于：
            建设集教学、实验、创新、体验、培训和校企合作功能于一体的物联网实验室
          </p>
          <img src="/static/img/labsolution_iot1.png" />
          <p class="lab_title3">2、实验室建设内容</p>
          <img class="left20" src="/static/img/labsolution_iot2.png" />
          <p class="lab_title4">（1）物联网基础实验室</p>
          <p class="lab_content1">
            物联网技术实验平台采用标准化设计，可灵活应用于二次开发，教学科研兼用，应用范围广泛。主要包含传感器模块、Zigbee模块、IPV6模块、蓝牙4.0模块、Wifi模块、125K模块、13.56MHZ模块、900M模块、2.4G模块、嵌入式网关模块、GPRS模块、NB-IOT模块、LORA模块等，满足所有物联网核心课程的实践教学；
          </p>
          <p class="lab_title4">（2）物联网综合应用实训室</p>
          <p class="lab_content1">
            物联网工程实施实验系统所有设备定位于采用模块化、集散化、工业化的设计模式，每个模块都为独立工作单元；模块均接近实际应用系统，能够组建具有行业特色的物联网工程实训项目，确保学生可利用设备搭建真实物联网项目；物联网工程实施实验系统与实际应用紧密结合，覆盖物联网感知层、网络层、应用层的主要技术，包括传感器技术，RFID技术，无线传感网、WiFi、GPRS、Internet网络等各种通信组网技术，以及各种应用系统；支持Andriod系统的移动终端控制器和远程计算机终端，控制实训室所有设备；
          </p>
          <p class="lab_title4">（3）物联网行业应用综合实训室</p>
          <p class="lab_content1">
            1）智能交通沙盘实训系统是物联网典型应用的演示平台，在产品技术上采用了无线网络技术、物联网射频识别（RFID）技术、嵌入式系统技术以及图像处理等技术。包括丰富的中断源、IO控制、语音模块以及PWM输出，快速准确的实现RFID读写器信息读取、传感器信息采集、无线通信、舵机控制以及语音播报等功能。在远程控制方面采用了嵌入式系统平台，实现了车辆信息数据库建立、车辆拍照、远程车位查询、手机短信查询、小区监控等功能。嵌入式平台、单片机以及物联网RFID技术的融合；
          </p>
          <p class="lab_content1">
            2）智能商超仓储物流综合实训系统商超货架系统综合将物联网、电子商务所涉及到的相关技术，比如无线射频技术，无线传感器网络组网技术，射频天线技术，智能仓储货物运输等智能电子商务与物联网综合应用技术；智能电子商务仓储配送：利用物联网无线射频技术将商品贴标登记,商品入库登记,仓位自动分配,上架商品查询,动态库存监控,网络购物,订单自动打印,智能拣货提示,门禁管理,仓储环境监控,商品签收,送货员监控，智能配送跟踪有机的结合在一起
          </p>
          <p class="lab_content1">
            3）智能农业沙盘实验系统由二氧化碳浓度监测系统、土壤温湿度监测系统、光照度监测系统、水循环系统、能源管理系统、补光系统、通风系统、加热系统、遮光系统、监控系统中央控制系统等组成，采用当前热门的物联网技术、嵌入式技术和传感器技术相结合的方法，精心挑选各种传感器（温度传感器、湿度传感器、光照度传感器、人体红外感应传感器等），不仅能对温室大棚生产过程中的参数在线高精度测量，而且能实现温室内温度调节、湿度调节等智能控制或报警提示，自动实现保温、保湿和历史数据的记录。
          </p>
          <p class="lab_content1">
            4）物联网综合体验馆智能家居体验馆采用嵌入式技术、无线通讯技术、传感器技术和单片机技术等当前尤其热门的技术有机结合的方式，分别实现环境、门禁、家电、安防、照明等家居设施的智能化控制和多途径控制功能，具体控制方式有中央控制器控制、智能终端控制、远程
            PC 控制等、可进行二次开发。
          </p>
          <p class="lab_title4">（4）物联网综合创新应用实训室</p>
          <p class="lab_content1">
            物联网综合创新应用系统是迎合新阶段‘大众创新、万众创业’的时代趋势，并结合物联网新技术、3D打印新技术以及智能控制技术提升学生的动手能力及创新思维，在学生可以学习到新技术的基础之上同时在我校建立起综合创业孵化与实训基地，为广大创业者开辟一片“试验田”，起到积极的示范作用和龙头带动作用，引导广大创业者走合法、优质、高效的创业道路。
          </p>
          <p class="lab_title3">3、实验室所支持的专业课程和实验：</p>
          <p class="lab_content1">
            实验室支持现有物联网专业主流的基础课程，专业课程，选修课程，综合实训，毕业设计等，从物联网的感知层，传输层，应用层三个层面，结合主干课程，设备都有相对应的相关实验。
          </p>
          <img class="left10" src="/static/img/labsolution_iot3.png" />
          <p class="lab_title4">（1） 对基本教学实验的支持</p>
          <p class="lab_content1">
            通过基础课程和专业课程实验，加深学生对物联网技术基础理论知识的了解；加深学生对物联网技术在不同行业的应用的理解
          </p>
          <p class="lab_title4">（2） 对综合应用型实验的支持</p>
          <p class="lab_content1">
            紧密结合物联网产业技术的发展，规划和建设若干个具有行业应用背景的物联网场景和实验项目，激发学生兴趣，培养其物联网工程技术设计、应用和管理的综合能力（电子大赛、物联网竞赛、毕业课题设计等）。
          </p>
          <p class="lab_title4">（3） 对学校技术创新的开放性支持</p>
          <p class="lab_content1">
            物联网融合了多种技术，由于多学科的交叉融合和影响，使得新的技术创新成为可能。物联网实验室将构建射频识别，无线传感网，通信网络，中间件技术及嵌入式技术等多种技术的平台，为学校科研人员以及教学人员提供一个开放的环境平台支撑，并为开展具体的行业应用及交叉学科的教学研究提供技术支持。
          </p>
          <p class="lab_title3">4、实验室布局</p>
          <p class="lab_content1">
            物联网实验室分三大功能区，分别是基础教学区、综合实训区、创新实训与体验区。
          </p>
          <img class="left30" src="/static/img/labsolution_iot4.png" />
        </div>
      </div>
      <div class="content-background-blue">
        <div class="content-1">
          <p class="lab_title2">三、实验室支撑的物联网人才培养及就业</p>
          <p class="lab_title3">1 、人才培养</p>
          <p class="lab_content1">
            物联网是计算机科学与技术、网络工程、电子技术、信息工程、通信工程，人工智能及其它边缘科学交叉渗透、相互融合的基础上发展起来的一门新型应用型学科。专业立足于计算机专业类知识培养体系，注重学生基础知识掌握、综合素质的提高和应用创新能力培养。以物联网技术为基础，研究从感知层（包括传感器、射频识别、核心控制等）到网络层（包括传感网络、通信系统、计算机网络等）再到以面向产业和行业应用的应用层相关的理论和工程应用问题，重点突出实践能力和应用创新能力的培养。注重培养能适应物联网工程所涉及的多学科发展需求的新型创新人才，为我国以物联网和传感网为代表的下一代信息技术新兴产业发展输送急需的开发、管理、生产等人才。
          </p>
          <p class="lab_content1">
            云开物联网实验室综合方案将培养具有良好的科学素养、并熟悉物联网产业链中标识、感知、处理和信息传送四个环节的基础教学和实验，具备相当的计算机网络专业知识，掌握电子、射频识别、无线传感器网络、无线通信、应用软件开发等相关技术。能从事物联网技术方面的应用、维护等工作，又可以从事物联网技术方面的技术开发工作，既具有较强的实践工作能力又具有一定的创新能力的物联网技术人才。
          </p>
          <p class="lab_title3">2、 物联网就业方向</p>
          <p class="lab_content1">
            毕业生面向物联网及相关领域从事物联网工程的设计、集成、维护、开发和应用、营销与服务等方面工作，物联网的发展产业主要聚焦在智能工业、智能农业、智能物流、智能交通、智能电网、智能环保、智能安防、智能医疗、智能家居等领域。物联网将是一个万亿级的大市场。经过前期的酝酿与积累，物联网的发展已经规模化、稳定化，随着物联网通信协议的标准化以及未来5G网络的发展，物联网的未来一切可期！
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import sidemenu from "./components/labsolution_sidemenu";
export default {
  data: function () {
    return {};
  },
  components: {
    sidemenu,
  },
  methods: {},
};
</script>

<style lang="less" scoped></style>
